#### IOpenFromCloudCallback Members

---

|  |
| --- |
| IOpenFromCloudCallback Interface   Methods   See Also |

The  IOpenFromCloudCallback  type exposes the following members.

# Methods

|  | Name | Description |
| --- | --- | --- |
| Public method | OnOpenConflict | A method called when the conflict is happen during the model opening. |

# See Also

IOpenFromCloudCallback Interface

Autodesk.Revit.DB Namespace